accountsservice
adwaita-icon-theme
alsa-firmware
alsa-plugins
alsa-utils
appmenu-gtk-module
arc-gtk-theme-eos
ark
b43-fwcutter
base
base-devel
bash-completion
bat
bind
bluedevil
bluez
bluez-utils
breeze-gtk
broot
btop
btrfs-progs
cantarell-fonts
chromium
cryptsetup
ctags
device-mapper
dhclient
diffutils
dmidecode
dmraid
dnsmasq
dolphin
dolphin-plugins
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-plasma-sddm-config
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-gnome
eos-settings-plasma
eos-update-notifier
ethtool
evince
exfatprogs
eza
f2fs-tools
fd
ffmpegthumbnailer
ffmpegthumbs
file-roller
firefox
firewalld
fsarchiver
fwupd
gdm-prime
gimp
git-absorb
git-delta
github-cli
glances
gnome-calculator
gnome-clocks
gnome-console
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-nettool
gnome-power-manager
gnome-screenshot
gnome-shell
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-themes-extra
gnome-tweaks
gnome-usage
gnome-weather
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
haruna
haveged
hdparm
hledger
hwdetect
hwinfo
inetutils
intel-ucode
inxi
iptables-nft
iwd
jfsutils
jq
kate
kcalc
kde-cli-tools
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
kgamma
kimageformats
kinfocenter
kio-admin
kio-extras
kio-fuse
konsole
kscreen
kwallet-pam
kwayland-integration
lazygit
less
libappindicator-gtk3
libdvdcss
libgsf
libopenraw
libreoffice-still
libvips
libwnck3
linux
linux-firmware
linux-headers
llvm
localsearch
logrotate
loupe
lsb-release
lsscsi
lvm2
maliit-keyboard
man-db
man-pages
mdadm
meld
mesa-utils
modemmanager
moreutils
mtools
nano
nano-syntax-highlighting
nautilus
nautilus-sendto
ncdu
neofetch
neovim
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
nvidia-dkms
nvidia-hook
nvidia-inst
nvidia-settings
nvtop
obinskit
okular
openmpi
openssh
optimus-manager-git
os-prober
pacman-contrib
path-of-building-community-git
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-workspace
plocate
poppler-glib
power-profiles-daemon
powerdevil
print-manager
pueue
pv
python
python-capng
python-pyqt5
python310
python311
python37
python38
python39
rebuild-detector
reflector
reflector-simple
reiserfsprogs
ripgrep
rsync
rtkit
s-nail
sddm-kcm
sg3_utils
shellcheck
smartmontools
sof-firmware
spectacle
spotify
starship
sudo
surfraw
sushi
sysfsutils
systemd-sysvcompat
tailscale
task
tectonic
telegram-desktop
texinfo
texlive-doc
texlive-fontsextra
texlive-fontsrecommended
texlive-latex
texlive-latexextra
texlive-plaingeneric
thunderbird
timeshift
tk
tldr
totem
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-nerd-fonts-symbols-mono
ttf-opensans
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vim
visual-studio-code-bin
warsaw-bin
webkit2gtk
welcome
wezterm
wget
which
wine
wireplumber
wpa_supplicant
xclip
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-kde
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsel
xsettingsd
xterm
xwaylandvideobridge
yadm
yay
zathura
zathura-pdf-poppler
zed
zk
zoxide
zsh
